Repository: common-repository/sonawp-simple-payment-block
Catalog: languages/sonawp-*.po
Languages: it_it, pt_br

source: *Email Required!
it_it: *Email (obbligatorio!
pt_br: *Email (obrigatório!

source: *Name Required!
it_it: *Nome (obbligatorio!
pt_br: *Nome obrigatório!

source: *Price must be greater than 0!
it_it: *Il prezzo deve essere maggiore di 0!
pt_br: *O preço deve ser maior que 0!

# block description
source: Simply pay your product with block.
it_it: Paga semplicemente il tuo prodotto con il blocco
pt_br: Simplesmente pague seu produto com bloco

source: Create one on Paypal
it_it: Creane uno su Paypal
pt_br: Crie um no Paypal

source: Enter Product Description
it_it: Inserisci la descrizione del prodotto
pt_br: Insira a descrição do produto

source: Enter Product Name
it_it: Inserisci il nome del prodotto
pt_br: Digite o nome do produto

source: Enter the email address associated with your PayPal account. Don't have an account?
it_it: Inserisci l'indirizzo email associato al tuo conto PayPal. Non hai un account?
pt_br: Digite o endereço de e-mail associado à sua conta do PayPal. Não tem uma conta?

source: Error encountered! Try again later!
it_it: Errore riscontrato! Riprovare pi√π tardi!
pt_br: Erro encontrado! Tente mais tarde!

source: Error Message
it_it: Messaggio di errore
pt_br: Mensagem de erro

source: Image
it_it: Immagine
pt_br: Imagem

source: Item Image
it_it: Immagine dell'oggetto
pt_br: Imagem do item

source: PayPal Email
it_it: E-mail PayPal
pt_br: Email do Paypal

source: Price
it_it: Prezzo
pt_br: Preço

source: Rendered Card Button on FrontEnd!
it_it: Pulsante della carta renderizzata sul frontend!
pt_br: Botão de cartão renderizado no FrontEnd!

source: Rendered PayLater Button on FrontEnd!
it_it: Pulsante PayLater reso su FrontEnd!
pt_br: Botão PayLater Renderizado no FrontEnd!

source: Rendered Paypal Button on FrontEnd!
it_it: Pulsante Paypal reso sul frontend!
pt_br: Botão Paypal Renderizado no FrontEnd!

source: Rendered Venmo Button on FrontEnd!
it_it: Pulsante Venmo reso su FrontEnd!
pt_br: Botão Venmo renderizado no FrontEnd!

source: Replace Item Image
it_it: Sostituisci l'immagine dell'articolo
pt_br: Substituir imagem do item

source: Select Currency:
it_it: Seleziona Valuta:
pt_br: Escolha a moeda:

source: Simply pay your product with block
it_it: Paga semplicemente il tuo prodotto con il blocco
pt_br: Simplesmente pague seu produto com bloco

source: Simply pay your product with block.
it_it: Paga semplicemente il tuo prodotto con il blocco
pt_br: Simplesmente pague seu produto com bloco

source: Success Message
it_it: Messaggio di successo
pt_br: Mensagem de sucesso

source: Thank you for your payment!
it_it: Grazie per il tuo pagamento!
pt_br: Obrigado por seu pagamento!

source: Upload Item Image
it_it: Carica l'immagine dell'articolo
pt_br: Carregar imagem do item
